tap "azure/kubelogin"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gradle"
brew "helm"
brew "jq"
brew "k9s"
brew "maven"
brew "neovim"
brew "node"
brew "ripgrep"
brew "thefuck"
brew "tlrc"
brew "tree"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
cask "alfred"
cask "boop"
cask "brave-browser"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "mattermost"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
vscode "golang.go"
vscode "k--kato.intellij-idea-keybindings"
